Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: Write t to quickly enter the current date in the date field.
cs_cz: Napište t k rychlému zadání aktuálního data.

source: You are now ready to set up zones, if you want to operate zones in your warehouse.
cs_cz: Nyní jste připraveni nastavit zóny, pokud je chcete provozovat ve skladu.

source: You assign the warehouse class codes to product groups, which are then assigned to items and SKUs, or to zones and bins that can accommodate the storage conditions required by the warehouse class codes.
cs_cz: Kódy tříd skladu přiřadíte skupinám produktů, které jsou poté přiřazeny zboží, skladovým jednotkám nebo zónám a přihrádkám, které mohou vyhovovat podmínkám skladování vyžadovaným kódy tříd skladu.

source: You can access the videos in several ways.
cs_cz: K videím máte přístup několika způsoby.

source: You can add any user as a user of an Automated Data Capture System (ADCS).
cs_cz: Jako uživatele automatizovaného systému pro sběr dat (ASSD) můžete přidat libovolného uživatele.

source: You can also build up a list of favorite customers on the home page for accounts that you do business with often or need to pay special attention to.
cs_cz: Můžete také vytvořit seznam oblíbených zákazníků na domovské stránce pro obchodní vztahy, s nimiž obchodujete často nebo potřebujete věnovat zvláštní pozornost.

source: You can also define warehouse class codes, if the warehouse carries items that need various storage conditions.
cs_cz: Můžete také definovat kódy tříd skladu, pokud sklad přepravuje zboží, které potřebuje různé skladovací podmínky.

source: You can also enter a Variant Code and a Unit of Measure code.
cs_cz: Můžete zadat Kód varianty a kód Měrné jednotky .

source: You can also find a link to contact the sales team.
cs_cz: Můžete také najít odkaz pro kontaktování prodejního týmu.

source: You can also get an overview of upcoming and recently released capabilities in the release plan across Dynamics 365 at https://aka.ms/businessappsreleasenotes .
cs_cz: Přehled plánovaných a nedávno vydaných funkcí můžete získat také v plánu vydání Dynamics 365 na adrese https://aka.ms/businessappsreleasenotes .

source: You can also see how you can contact technical support for your [!INCLUDE prodshort ].
cs_cz: Můžete také zjistit, jak můžete kontaktovat technickou podporu vaší aplikace [!INCLUDE prodshort ].

source: You can also select a put-away template for any item or stockkeeping unit that might have special put-away requirements.
cs_cz: Můžete také vybrat šablonu zaskladnění pro jakoukoliv položku nebo skladovou jednotku, která může mít zvláštní požadavky zaskladnění.

source: You can also view our "how to" videos, plus a lot of other content, on the YouTube channel we created for [!INCLUDE d365fin ].
cs_cz: Na kanálu YouTube, který jsme vytvořili pro [!INCLUDE d365fin ], si můžete také prohlédnout naše videa „Jak na to“ a spoustu dalšího obsahu.

source: You can assign a bin type to both a zone and to a bin.
cs_cz: Typ přihrádky můžete přiřadit zóně i přihrádce.

source: You can assign saved settings for a report to individual users or all users in the company.
cs_cz: Uložená nastavení pro sestavu můžete přiřadit jednotlivým uživatelům nebo všem uživatelům ve společnosti.

source: You can bundle your services with a [!INCLUDE d365fin ] and give your customers an integrated experience.
cs_cz: Služby můžete provázat s [!INCLUDE d365fin ] a poskytnout svým zákazníkům integrované zkušenosti a služby.

source: You can change the language that is used to display texts, and the change is immediate, once you have been automatically signed out and in again.
cs_cz: Můžete změnit jazyk používaný k zobrazení textů, kdy je změna okamžitá, jakmile se odhlásíte a znovu přihlásíte.

source: You can change the locale in the browser tab that you are using to work in [!INCLUDE d365fin ].
cs_cz: Oblasti můžete změnit na kartě prohlížeče, kterou používáte pro práci v [!INCLUDE d365fin ].

source: You can create various put-away templates and then apply them as you see fit.
cs_cz: Můžete vytvořit různé šablony zaskladnění a pak je použít podle svého uvážení.

source: You can create zones and bins either before or after the conversion.
cs_cz: Zóny a přihrádky můžete vytvořit před nebo po převodu.

source: You can either select the Open in Excel action or the Edit in Excel action on the page.
cs_cz: Na stránce můžete vybrat akci Otevřít v Excelu nebo Upravit v Excelu .

source: You can enable an existing inventory location to use zones and bins and to operate as a warehouse location.
cs_cz: Existujícímu skladovému místu můžete povolit použití zón a přihrádek a pro provoz jako na skladu.

source: You can find a [!INCLUDE prodshort ] partner on the I'm looking for a solution provider page.
cs_cz: Partnera [!INCLUDE prodshort ] najdete na stránce <x10 />Hledám poskytovatele řešení<x11 />.

source: You can learn more about ADCS functionality by examining codeunits such as 7705, which is the handling codeunit for logon functionality.
cs_cz: Další informace o funkcích ADCS se dozvíte prozkoumáním codeunit, jako je 7705, což je procedura pro přihlášení.

source: You can make changes to the records in Excel, but you cannot publish the changes back to [!INCLUDE prodshort ].
cs_cz: Můžete provádět změny záznamů v aplikaci Excel, ale nemůžete publikovat změny zpět do aplikace [!INCLUDE prodshort ].

source: You can navigate through your business data, use features such as send to Excel or Office 365, view up-to-date charts and KPIs, email sales quotes and invoices, and shoot and attach pictures with your camera.
cs_cz: Můžete procházet obchodní data, používat funkce, jako je například odeslání do aplikace Excel nebo Office 365, zobrazování aktuálních grafů a KPI, posílání e-mailových prodejních nabídek a faktur a fotit a připojovat obrázky pomocí fotoaparátu.

source: You can only save the changes to Excel file on your computer.
cs_cz: Změny lze uložit pouze do souboru aplikace Excel v počítači.

source: You can set up a number of put-away templates and select one of them to govern put-aways in general in your warehouse.
cs_cz: Můžete nastavit počet šablon zaskladnění a vybrat jednu z nich, která bude řídit zaskladnění ve vašem skladu.

source: You can specify that quantities in a bin are protected from being picked for other demands than demand from their current purpose.
cs_cz: Můžete určit, že množství v přihrádce je chráněno proti vyskladnění pro jiné požadavky než pro poptávku z jejich aktuálního účelu.

source: You can then decide to get intelligent insights by connecting to a tenant in the cloud.
cs_cz: Poté se můžete rozhodnout pro získání inteligentních přehledů připojením ke cloudu.

source: You can think of a sandbox as a non-production environment that you can use on top of your production or preview instance of [!INCLUDE d365fin ].
cs_cz: Můžete si představit sandboxové prostředí jako neprodukční prostředí, které můžete použít nad svou produkční částí nebo ukázkovou instancí [!INCLUDE d365fin ].

source: You can use one of the built-in report layouts or you can create custom report layouts and assign them to your reports as needed.
cs_cz: Můžete použít jedno z vestavěných rozvržení přehledů nebo si můžete vytvořit vlastní rozvržení sestav a podle potřeby je přiřadit k vašim přehledům.

source: You can use your automatic data capture system (ADCS) to register the movement of items in the warehouse and to register some journal activities, such as quantity adjustments in the warehouse item journal and physical inventories.
cs_cz: Pomocí automatického systému sběru dat (ASSD) můžete evidovat pohyb položek ve skladu a evidovat některé činnosti deníku, jako je například úprava množství v deníku zboží skladu a fyzických inventur.

source: You cannot modify a built-in report layout from [!INCLUDE d365fin ] but you use them as a starting point for building your own custom report layouts.
cs_cz: Vestavěné rozvržení sestavy nelze změnit z [!INCLUDE d365fin ], ale můžete je použít jako výchozí bod pro vytváření vlastních rozvržení vlastní sestavy.

source: You do not need to fill in any other fields on the location card until later in the setup process.
cs_cz: Na kartě lokace není nutné vyplňovat žádná další pole, dokud nebude potřeba dalšího nastavení.

source: You have now emptied the bins where the items used to be.
cs_cz: Nyní jste vyprázdnili přihrádky, ve kterých se zboží používá.

source: You have now removed the bins from the warehouse flow, and reclassified them as QC bins.
cs_cz: Nyní jste odstranili přihrádky z toku skladu a překlasifikovali je jako přihrádky KVAL (bez typu).

source: You manage saved settings from page 1560 Reports Settings .
cs_cz: Uložená nastavení se spravují na stránce 1560 Nastavení sestav .

source: You may find this useful in the case where an item is available in various units of measures, such as pieces and pallets.
cs_cz: To může být užitečné v případě, kdy je zboží k dispozici v různých měrných jednotkách, například v kusech a paletách.

source: You may have to temporarily change the work date to be able to perform tasks, such as completing transactions for a date that is not the current date.
cs_cz: Možná budete muset dočasně změnit pracovní datum, abyste mohli provádět úkoly, jako je dokončení transakcí k datu, které není aktuálním datem.

source: You may need to change the default bin assignment for an item or assign a default bin to a new item.
cs_cz: Pravděpodobně bude nutné změnit přiřazení výchozí přihrádky pro zboží nebo přiřadit výchozí přihrádku novému zboží.

source: You may want to restructure your warehouse with new bin codes and new bin characteristics.
cs_cz: Je možné, že budete chtít změnit strukturu skladu s novými kódy přihrádek a s vlastnostmi nových přihrádek.

source: You might want to switch to bin codes that support the use of automatic data capture, for example, with hand-held devices.
cs_cz: Je možné, že budete chtít přepnout kódy přihrádek, které podporují automatické zachycení dat, například pomocí ručních zařízení.

source: You must also set up miniforms, handheld functions, data exchanges, and specify settings for fields that control ADCS.
cs_cz: Musíte také nastavit miniformuláře, ruční funkce, výměny dat a zadat nastavení pro pole, která ovládají ASSD.

source: You must include the name of your [!INCLUDE d365fin ] tenant in the message so that we can identify you.
cs_cz: Do zprávy musíte zahrnout jméno vašeho tenant účtu [!INCLUDE d365fin ], abychom vás mohli identifikovat.

source: You should contact your system administrator to make sure you understand which languages are supported for your [!INCLUDE d365fin ].
cs_cz: Měli byste se obrátit na správce systému a ujistit se, že víte, které jazyky jsou pro váš [!INCLUDE d365fin ] podporovány.

source: You should now have access to [!INCLUDE d365fin ] and be able to view and edit data.
cs_cz: Nyní byste měli mít přístup k [!INCLUDE d365fin<x2 />] a měli byste mít možnost prohlížet a upravovat data.

source: You specify whether to use ADCS on the location card of a warehouse.
cs_cz: Určíte, zda se má použít ASSD na kartě lokace.

source: You typically create a custom layout based on a built-in layout, but you can create them from scratch or from a copy of an existing custom layout.
cs_cz: Obvykle vytvoříte vlastní rozvržení na základě vestavěného rozvržení, ale můžete je vytvořit od nuly nebo jako kopie z existujícího vlastního rozvržení.

source: You use miniforms to describe the information that you want to present on a handheld device.
cs_cz: Miniformuláře se používají k popisu informací, které chcete prezentovat na kapesním zařízení.

source: You will not undertake this kind of activity very often, but situations can occur where a reclassification is necessary to achieve or maintain a more efficient operation.
cs_cz: Tento druh aktivity nebudete provádět příliš často, ale situace může nastat, pokud je přeřazení nezbytné k dosažení nebo udržení účinnějšího provozu.

source: Your [!INCLUDE prodshort ] reselling partner is expected to help you with technical support.
cs_cz: Očekává se, že váš prodejní partner [!INCLUDE prodshort ] vám pomůže s technickou podporou.

source: Your input goes directly to Business Central’s engineering backlog for investigation and prioritization.
cs_cz: Váš příspěvek směřuje přímo do nevyřízených položek Business Centralu k prozkoumání a stanovení priorit.

source: Zones can also make it easier for new or temporary employees to orient themselves in your warehouse.
cs_cz: Zóny mohou také usnadnit novým nebo dočasným zaměstnancům orientaci ve vašem skladu.

source: [!INCLUDE d365fin ] Extensions Provided by Microsoft
cs_cz: [!INCLUDE d365fin ] Rozšíření poskytuté společností Microsoft

source: [!INCLUDE d365fin ] exposes many ready-to-use APIs for Connect apps to make a seamless integration between your service and [!INCLUDE d365fin ].
cs_cz: [!INCLUDE d365fin ] vystavuje mnoho rozhraní API připravených k použití pro Připojení aplikací , aby byla bezproblémová integrace mezi službou a [!INCLUDE d365fin ].

source: [!INCLUDE d365fin ] includes several built-in layouts.
cs_cz: [!INCLUDE d365fin ] obsahuje několik vestavěných rozvržení.

source: [!INCLUDE d365fin ] includes standard configurations for most business processes, but you can change the configuration to suit your business' needs.
cs_cz: [!INCLUDE d365fin ] zahrnuje standardní konfigurace pro většinu podnikových procesů, ale můžete změnit konfiguraci tak, aby vyhovovala potřebám vaší firmy.

source: [!INCLUDE d365fin ] is a business management solution for small and mid-sized organizations that automates and streamlines business processes and helps you manage your business.
cs_cz: [!INCLUDE d365fin ] je řešení pro správu podniku pro malé a střední organizace, které automatizuje a zefektivní obchodní procesy a pomáhá při správě podniku.

source: [!INCLUDE d365fin ] is available in an increasing number of countries across the world.
cs_cz: [!INCLUDE d365fin ] je k dispozici v rostoucím počtu zemí po celém světě.

source: [!INCLUDE d365fin ] is fast to implement, easy to configure, and simplicity guides innovations in product design, development, implementation, and usability.
cs_cz: [!INCLUDE d365fin ] lze rychle implementovat, snadno konfigurovat a jednoduše vede inovaci v produktu, vývoji, implementaci a použitelnosti.

source: [!INCLUDE d365fin ] is supported in a number of markets and available in the languages that those markets require.
cs_cz: [!INCLUDE d365fin ] je podporován na mnoha trzích a je k dispozici v jazycích, které tyto trhy vyžadují.

source: [!INCLUDE d365fin ] offers a set of development tools and a modern platform to build on so you can create your own add-on apps and embed solutions to connect or extend [!INCLUDE d365fin ].
cs_cz: [!INCLUDE d365fin ] nabízí sadu vývojářských nástrojů a moderní platformu, na jejímž základě můžete vytvořit vlastní doplňky a vložit řešení jako rozšíření do [!INCLUDE d365fin ].

source: [!INCLUDE d365fin ] provides functionality for common business processes in small and mid-sized companies, mainly within wholesale and professional services.
cs_cz: [!INCLUDE d365fin ] poskytuje funkce pro běžné obchodní procesy v malých a středně velkých společnostech, zejména v rámci velkoobchodních a profesionálních služeb.

source: [!INCLUDE d365fin_long ] Trials and Previews
cs_cz: Vyzkoušení [!INCLUDE d365fin_long ]

source: [!INCLUDE prodshort ] is updated with major feature updates every 6 months, and with monthly service updates.
cs_cz: [!INCLUDE prodshort ] je aktualizován významnými aktualizacemi funkcí každých 6 měsíců a měsíčními aktualizacemi.

source: [!INCLUDE d365fin ] is available in the cloud and to users across various multiple types of devices, which is always up-to-date.
cs_cz: [!INCLUDE d365fin ] je k dispozici v cloudu a uživatelům napříč různými typy zařízení, které jsou vždy aktuální.

source: [!INCLUDE d365fin ] reports will have a built-in layout as either an RDLC report layout, Word report layout, or in some cases both.
cs_cz: [!INCLUDE d365fin ] bude mít vestavěné rozložení jako rozložení sestavy RDLC, rozložení sestavy aplikace Word nebo v některých případech obojí.

source: [!INCLUDE prodshort ] is sold through partners, and this section makes it easy for you to contact your reselling partner if they have submitted their support email address.
cs_cz: [!INCLUDE prodshort ] se prodává prostřednictvím partnerů a v této části je snadné kontaktovat svého obchodního partnera, pokud odeslali svou e-mailovou adresu podpory.

source: [!INCLUDE d365fin ] is available in a limited number of countries/regions, but the Help content is made available in more languages.
cs_cz: [!INCLUDE d365fin ] je k dispozici v omezeném počtu zemí / regionů, ale obsah nápovědy je k dispozici ve více jazycích.

source: [Customizing [!INCLUDE d365fin ] Using Extensions](ui-extensions.md) [Using [!INCLUDE d365fin ] as my Business Inbox in Outlook](admin-outlook.md) [Getting [!INCLUDE d365fin ] on Your Mobile Device](install-mobile-app.md) Resources for Help and Support Compliance Dynamics 365 documentation Dynamics 365 Business Central on microsoft.com
cs_cz: Přizpůsobení [Customizing [!INCLUDE d365fin ] pomocí rozšíření](ui-extensions.md) [Použití [!INCLUDE d365fin ] jako poštovní schánky v Outlooku](admin-outlook.md) [Instalace [!INCLUDE d365fin ] na vaše mobilní zařízení](install-mobile-app.md) Zdroje nápovědy a podpory Soulad Dokumentace Dynamics 365 Dynamics 365 Business Central na microsoft.com

source: [Working with [!INCLUDE d365fin ]](ui-work-product.md)
cs_cz: [Práce s [!INCLUDE d365fin ]](ui-work-product.md)

source: [Working with [!INCLUDE d365fin ]](ui-work-product.md) Changing Which Features are Displayed
cs_cz: [Práce s [!INCLUDE d365fin ]](ui-work-product.md) Změna zobrazovaných funkcí

source: and Serial No.
cs_cz: a sériové číslo

source: in the item ledger entries.
cs_cz: v položkách zboží.

source: the change applies only to you and not to the other users in your company.
cs_cz: Změna se týká pouze vás a nikoli ostatních uživatelů ve vaší společnosti.

source: to Assemble to Order field or if the item to be sold has Assemble-to-Order in the Replenishment System field.
cs_cz: montáže na zakázku nebo pokud jsou prodány Montáž na zakázku v poli Systém doplnění .

source: ||| |-|-| | Business Processes |- Getting Started - [Working with [!INCLUDE d365fin ]](ui-work-product.md) - [Setting up [!INCLUDE d365fin ]](setup.md) - Administration - Business Functionality - Local Functionality - General Business Functionality - Business Process Walkthroughs - Application Design Details | | Developer and IT-pro content |- [Developer and IT-pro Help for [!INCLUDE prodshort ] ](/dynamics365/business-central/dev-itpro/index) - Development in AL - AL Development Environment - Rules and Guidelines for AL Code | | Community Resources |- Microsoft Dynamics 365 Business Central Community - Microsoft Dynamics 365 Business Central on the Dynamics 365 blog - Microsoft Dynamics 365 Release Plans - Microsoft Dynamics 365 Business Central Roadmap - Microsoft Dynamics PartnerSource \(requires PartnerSource account\) - Microsoft Partner Network \(requires Microsoft Partner Network membership account\) |
cs_cz: ||| |-|-| | Obchodní procesy |- Začínáme - [Práce s [!INCLUDE d365fin ]](ui-work-product.md) - [Nastavení [!INCLUDE d365fin ]](setup.md) - Správa - Obchodní funkcionality - Lokální Funkcionality - Obecné obchodní funkcionality - Návody obchodních procesů - Podrobnosti návrhu aplikace | | Obsah pro vývojáře a IT |- [Nápověda pro vývojáře a IT [!INCLUDE prodshort ] ](/dynamics365/business-central/dev-itpro/index) - Vývoj v AL - AL vývojové prostředí - Pravidla a pokyny pro AL kód | | Zdroje komunity |- Microsoft Dynamics 365 Business Komunitní centrum - Microsoft Dynamics 365 Business Central na blogu Dynamics 365 - Microsoft Dynamics 365 plány vydání - Plán aplikace Microsoft Dynamics 365 Business Central - Microsoft Dynamics PartnerSource \(vyžaduje účet PartnerSource\) - Microsoft Partner Network \(vyžaduje členství v Microsoft Partner Network\) |
